templates/get_projects.xml.hdbs

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
    xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <m:getProjectsNoSchemes xmlns:m="{{uri}}">
      <in0 xsi:type="xsd:string">{{sessionID}}</in0>
    </m:getProjectsNoSchemes>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
